{
  "meta": {
    "title": "Συχνές Ερωτήσεις ZeldHash",
    "description": "Απαντήσεις σχετικά με το κυνήγι συναλλαγών Bitcoin με σπάνια μοτίβα hash."
  },
  "badge": "Συχνές Ερωτήσεις",
  "heading": "Συχνές Ερωτήσεις ZeldHash",
  "intro": "Όλα όσα πρέπει να γνωρίζετε για το κυνήγι συναλλαγών Bitcoin με σπάνια μοτίβα hash.",
  "huntIsOn": "Το Κυνήγι Ξεκινά.",
  "items": {
    "whatIsZeldHash": {
      "q": "Τι είναι το ZeldHash;",
      "a": "Το ZeldHash είναι ένα πρωτόκολλο που ανταμείβει τους χρήστες Bitcoin που ανακαλύπτουν ή δημιουργούν συναλλαγές με σπάνια μοτίβα hash — συγκεκριμένα, hash που ξεκινούν με πολλά μηδενικά. Σκεφτείτε το σαν κυνήγι θησαυρού στο blockchain του Bitcoin."
    },
    "whyName": {
      "q": "Γιατί το όνομα \"ZeldHash\";",
      "a1": "Το \"Zeld\" προέρχεται από την ολλανδική λέξη zeldzaam, που σημαίνει \"σπάνιος\". Είναι ένα κατάλληλο όνομα για ένα πρωτόκολλο αφιερωμένο στο κυνήγι των σπανιότερων συναλλαγών στο blockchain του Bitcoin. Το \"hash\" αναφέρεται στο κρυπτογραφικό αποτύπωμα που κάνει κάθε συναλλαγή μοναδική.",
      "a2": "Έτσι το ZeldHash κυριολεκτικά σημαίνει \"Σπάνιο Hash\" — ακριβώς αυτό που κυνηγάμε."
    },
    "whatIsHash": {
      "q": "Τι είναι το hash;",
      "a1": "Ένα hash είναι σαν ψηφιακό δακτυλικό αποτύπωμα. Είναι ένα μοναδικό αναγνωριστικό που δημιουργείται από οποιοδήποτε δεδομένο — είτε πρόκειται για εικόνα, έγγραφο ή συναλλαγή Bitcoin. Κάθε hash είναι μια σειρά 64 δεκαεξαδικών χαρακτήρων.",
      "a2": "Μπορείτε να δείτε παραδείγματα hash στο <mempool>mempool.space</mempool>."
    },
    "bitcoinRelation": {
      "q": "Πώς σχετίζεται αυτό με το Bitcoin;",
      "a": "Κάθε μπλοκ του Bitcoin έχει ένα hash, και κάθε συναλλαγή μέσα σε ένα μπλοκ έχει το δικό της hash που ονομάζεται αναγνωριστικό συναλλαγής (txid). Αν έχετε δει τα hash των μπλοκ, μπορεί να έχετε παρατηρήσει ότι ξεκινούν με πολλά μηδενικά. Αυτό είναι το αποτέλεσμα της εξόρυξης: οι εξορύκτες υπολογίζουν επανειλημμένα hash μέχρι να βρουν ένα με αρκετά αρχικά μηδενικά."
    },
    "rareTxHash": {
      "q": "Τι κάνει ένα hash συναλλαγής \"σπάνιο\";",
      "a": "Σε αντίθεση με τα hash των μπλοκ, τα hash συναλλαγών είναι ουσιαστικά τυχαία — μπορούν να ξεκινούν με οποιονδήποτε χαρακτήρα. Ένα hash συναλλαγής που ξεκινά με πολλά μηδενικά είναι στατιστικά σπάνιο, σαν να βρίσκεις τριφύλλι με τέσσερα φύλλα. Όσο περισσότερα αρχικά μηδενικά, τόσο πιο σπάνια η συναλλαγή."
    },
    "huntHow": {
      "q": "Πώς κυνηγάω σπάνιες συναλλαγές;",
      "a": "Ακριβώς όπως οι εξορύκτες. Προσθέτετε τυχαία δεδομένα στη συναλλαγή σας και υπολογίζετε hash μέχρι να βρείτε ένα που ξεκινά με μηδενικά. Μπορεί να χρειαστούν πολλές προσπάθειες, αλλά όταν τα καταφέρετε, έχετε ανακαλύψει κάτι σπάνιο."
    },
    "whatIsZeld": {
      "q": "Τι είναι το ZELD;",
      "a": "Το ZELD είναι το token που κερδίζετε όταν βρίσκετε ή δημιουργείτε μια συναλλαγή Bitcoin με hash που ξεκινά με τουλάχιστον 6 μηδενικά. Όσο πιο σπάνια η ανακάλυψή σας (περισσότερα μηδενικά), τόσο περισσότερα ZELD κερδίζετε."
    },
    "inCirculation": {
      "q": "Υπάρχουν ήδη ZELD tokens σε κυκλοφορία;",
      "a": "Ναι. Από την έναρξη του Bitcoin το 2009, πολλές συναλλαγές τυχαία κατέληξαν με hash που ξεκινούν με 6+ μηδενικά. Αυτοί οι τυχαίοι θησαυροί είναι ήδη διεκδικήσιμοι. Κάποιοι κυνηγοί επίσης τους δημιουργούν σκόπιμα."
    },
    "ownWithoutKnowing": {
      "q": "Κατέχουν κάποιοι ZELD χωρίς να το γνωρίζουν;",
      "a": "Απολύτως. Χιλιάδες χρήστες Bitcoin κατέχουν εν αγνοία τους σπάνιες συναλλαγές. Τα ZELD τους περιμένουν να διεκδικηθούν."
    },
    "centralized": {
      "q": "Είναι το ZeldHash κεντρικοποιημένο; Ποιος το ελέγχει;",
      "a": "Κανείς. Το ZeldHash είναι πλήρως αποκεντρωμένο, ακριβώς όπως το Bitcoin. Τα ZELD tokens μπορούν να μεταφερθούν όπως οποιοδήποτε περιουσιακό στοιχείο Bitcoin. Δεν υπάρχει κεντρική αρχή."
    },
    "rewards": {
      "q": "Πώς λειτουργεί το σύστημα ανταμοιβών;",
      "a": "Το πρωτόκολλο ανταμείβει τη σπανιότητα. Μια συναλλαγή με 6 αρχικά μηδενικά κερδίζει ZELD, και περισσότερα μηδενικά σημαίνει μεγαλύτερες ανταμοιβές. Καθώς περισσότεροι κυνηγοί συμμετέχουν, ο ανταγωνισμός αυξάνεται — αλλά υπάρχει πάντα κάτι να βρεθεί για όσους συνεχίζουν να ψάχνουν."
    },
    "startHunting": {
      "q": "Πώς ξεκινάω το κυνήγι;",
      "a": "Επισκεφθείτε το <site>zeldhash.com</site> και ξεκινήστε την αναζήτησή σας. Κάθε συναλλαγή είναι μια ευκαιρία να ανακαλύψετε κάτι σπάνιο."
    }
  }
}
