{
  "meta": {
    "title": "ZeldHash FAQ",
    "description": "Ответы на вопросы об охоте за транзакциями Bitcoin с редкими шаблонами хеша."
  },
  "badge": "FAQ",
  "heading": "ZeldHash FAQ",
  "intro": "Всё, что вам нужно знать об охоте за транзакциями Bitcoin с редкими шаблонами хеша.",
  "huntIsOn": "Охота началась.",
  "items": {
    "whatIsZeldHash": {
      "q": "Что такое ZeldHash?",
      "a": "ZeldHash — это протокол, который награждает пользователей Bitcoin, обнаруживших или создавших транзакции с редкими шаблонами хеша — а именно, хеши, начинающиеся с нескольких нулей. Представьте это как охоту за сокровищами в блокчейне Bitcoin."
    },
    "whyName": {
      "q": "Почему название \"ZeldHash\"?",
      "a1": "\"Zeld\" происходит от голландского слова zeldzaam, что означает \"редкий\". Это подходящее название для протокола, посвящённого поиску редчайших транзакций в блокчейне Bitcoin. Часть \"hash\" относится к криптографическому отпечатку, который делает каждую транзакцию уникальной.",
      "a2": "Так что ZeldHash буквально означает «редкий хеш» — именно то, что мы ищем."
    },
    "whatIsHash": {
      "q": "Что такое хеш?",
      "a1": "Хеш — это как цифровой отпечаток. Это уникальный идентификатор, генерируемый из любых данных — будь то изображение, документ или транзакция Bitcoin. Каждый хеш представляет собой строку из 64 шестнадцатеричных символов.",
      "a2": "Вы можете увидеть примеры хешей на <mempool>mempool.space</mempool>."
    },
    "bitcoinRelation": {
      "q": "Как это связано с Bitcoin?",
      "a": "У каждого блока Bitcoin есть хеш, и у каждой транзакции внутри блока есть свой хеш, называемый идентификатором транзакции (txid). Если вы смотрели на хеши блоков, вы могли заметить, что они начинаются с множества нулей. Это результат майнинга: майнеры многократно вычисляют хеши, пока не найдут один с достаточным количеством ведущих нулей."
    },
    "rareTxHash": {
      "q": "Что делает хеш транзакции \"редким\"?",
      "a": "В отличие от хешей блоков, хеши транзакций по сути случайны — они могут начинаться с любого символа. Хеш транзакции, начинающийся с нескольких нулей, статистически редок, как находка четырёхлистного клевера. Чем больше ведущих нулей, тем реже транзакция."
    },
    "huntHow": {
      "q": "Как охотиться за редкими транзакциями?",
      "a": "Так же, как майнеры. Вы добавляете случайные данные к своей транзакции и вычисляете хеши, пока не найдёте один, начинающийся с нулей. Это может занять много попыток, но когда вы добьётесь успеха, вы откроете нечто редкое."
    },
    "whatIsZeld": {
      "q": "Что такое ZELD?",
      "a": "ZELD — это токен, который вы зарабатываете, когда находите или создаёте транзакцию Bitcoin с хешем, начинающимся минимум с 6 нулей. Чем реже ваша находка (больше нулей), тем больше ZELD вы получаете."
    },
    "inCirculation": {
      "q": "Есть ли уже ZELD в обращении?",
      "a": "Да. С момента запуска Bitcoin в 2009 году многие транзакции случайно получили хеши, начинающиеся с 6+ нулей. Эти случайные сокровища уже можно забрать. Некоторые охотники также создают их намеренно."
    },
    "ownWithoutKnowing": {
      "q": "Некоторые люди владеют ZELD, не зная об этом?",
      "a": "Безусловно. Тысячи пользователей Bitcoin неосознанно владеют редкими транзакциями. Их ZELD ждёт, чтобы его забрали."
    },
    "centralized": {
      "q": "ZeldHash централизован? Кто им управляет?",
      "a": "Никто. ZeldHash полностью децентрализован, как и Bitcoin. Токены ZELD можно передавать как любой актив Bitcoin. Центрального органа управления нет."
    },
    "rewards": {
      "q": "Как работает система вознаграждений?",
      "a": "Протокол награждает за редкость. Транзакция с 6 ведущими нулями приносит ZELD, а больше нулей означает большее вознаграждение. По мере присоединения новых охотников конкуренция растёт — но всегда найдётся что-то для тех, кто продолжает искать."
    },
    "startHunting": {
      "q": "Как начать охоту?",
      "a": "Посетите <site>zeldhash.com</site> и начните своё приключение. Каждая транзакция — это шанс открыть что-то редкое."
    }
  }
}
