{
  "meta": {
    "title": "ZeldHash FAQ",
    "description": "希少なハッシュパターンを持つビットコイン取引のハントについての回答。"
  },
  "badge": "FAQ",
  "heading": "ZeldHash FAQ",
  "intro": "希少なハッシュパターンを持つビットコイン取引のハントについて知っておくべきすべてのこと。",
  "huntIsOn": "ハント開始。",
  "items": {
    "whatIsZeldHash": {
      "q": "ZeldHashとは？",
      "a": "ZeldHashは、希少なハッシュパターンを持つビットコイン取引を発見または作成したユーザーに報酬を与えるプロトコルです — 具体的には、複数のゼロで始まるハッシュです。ビットコインブロックチェーン上の宝探しと考えてください。"
    },
    "whyName": {
      "q": "なぜ「ZeldHash」という名前なのですか？",
      "a1": "「Zeld」はオランダ語の「zeldzaam」に由来し、「希少」を意味します。ビットコインブロックチェーン上で最も希少な取引を探すプロトコルにふさわしい名前です。「hash」の部分は、各取引をユニークにする暗号学的フィンガープリントを指します。",
      "a2": "つまり、ZeldHashは文字通り「希少なハッシュ」を意味します — まさに私たちが探しているものです。"
    },
    "whatIsHash": {
      "q": "ハッシュとは？",
      "a1": "ハッシュはデジタルフィンガープリントのようなものです。画像、ドキュメント、ビットコイン取引など、あらゆるデータから生成される一意の識別子です。すべてのハッシュは64文字の16進数文字列です。",
      "a2": "<mempool>mempool.space</mempool>でハッシュの例を見ることができます。"
    },
    "bitcoinRelation": {
      "q": "これはビットコインとどう関係しますか？",
      "a": "すべてのビットコインブロックにはハッシュがあり、ブロック内のすべての取引にはトランザクションID（txid）と呼ばれる独自のハッシュがあります。ブロックハッシュを見たことがあれば、多くのゼロで始まっていることに気づいたかもしれません。これはマイニングの結果です：マイナーは十分な先頭ゼロを持つハッシュを見つけるまで繰り返しハッシュを計算します。"
    },
    "rareTxHash": {
      "q": "取引ハッシュが「希少」とはどういう意味ですか？",
      "a": "ブロックハッシュとは異なり、取引ハッシュは本質的にランダムです — どの文字でも始まる可能性があります。複数のゼロで始まる取引ハッシュは統計的に希少で、四つ葉のクローバーを見つけるようなものです。先頭ゼロが多いほど、取引は希少です。"
    },
    "huntHow": {
      "q": "希少な取引をどうやって探しますか？",
      "a": "マイナーと同じように。取引にランダムなデータを追加し、ゼロで始まるものを見つけるまでハッシュを計算します。何度も試行が必要かもしれませんが、成功すれば希少なものを発見したことになります。"
    },
    "whatIsZeld": {
      "q": "ZELDとは？",
      "a": "ZELDは、少なくとも6つのゼロで始まるハッシュを持つビットコイン取引を見つけたり作成したりしたときに獲得するトークンです。発見が希少であるほど（ゼロが多いほど）、より多くのZELDを獲得できます。"
    },
    "inCirculation": {
      "q": "すでに流通しているZELDトークンはありますか？",
      "a": "はい。2009年のビットコイン開始以来、多くの取引が偶然6つ以上のゼロで始まるハッシュになりました。これらの偶然の宝物はすでに請求可能です。意図的に作成するハンターもいます。"
    },
    "ownWithoutKnowing": {
      "q": "知らずにZELDを持っている人はいますか？",
      "a": "もちろんです。何千人ものビットコインユーザーが知らずに希少な取引を持っています。彼らのZELDは請求を待っています。"
    },
    "centralized": {
      "q": "ZeldHashは中央集権的ですか？誰がコントロールしていますか？",
      "a": "誰も。ZeldHashはビットコインと同様に完全に分散化されています。ZELDトークンは他のビットコイン資産と同様に送金できます。中央機関は存在しません。"
    },
    "rewards": {
      "q": "報酬システムはどのように機能しますか？",
      "a": "プロトコルは希少性に報酬を与えます。6つの先頭ゼロを持つ取引はZELDを獲得し、ゼロが多いほど報酬も大きくなります。参加するハンターが増えると競争も激しくなりますが、探し続ける人には常に見つけるものがあります。"
    },
    "startHunting": {
      "q": "どうやってハントを始めますか？",
      "a": "<site>zeldhash.com</site>を訪れてクエストを始めましょう。すべての取引は希少なものを発見するチャンスです。"
    }
  }
}
