{
  "meta": {
    "title": "คำถามที่พบบ่อย ZeldHash",
    "description": "คำตอบเกี่ยวกับการล่าธุรกรรม Bitcoin ที่มีรูปแบบแฮชหายาก"
  },
  "badge": "คำถามที่พบบ่อย",
  "heading": "คำถามที่พบบ่อย ZeldHash",
  "intro": "ทุกสิ่งที่คุณต้องรู้เกี่ยวกับการล่าธุรกรรม Bitcoin ที่มีรูปแบบแฮชหายาก",
  "huntIsOn": "การล่าเริ่มต้นแล้ว",
  "items": {
    "whatIsZeldHash": {
      "q": "ZeldHash คืออะไร?",
      "a": "ZeldHash เป็นโปรโตคอลที่ให้รางวัลแก่ผู้ใช้ Bitcoin ที่ค้นพบหรือสร้างธุรกรรมที่มีรูปแบบแฮชหายาก — โดยเฉพาะแฮชที่ขึ้นต้นด้วยเลขศูนย์หลายตัว ลองนึกภาพว่ามันคือการล่าสมบัติบนบล็อกเชน Bitcoin"
    },
    "whyName": {
      "q": "ทำไมถึงชื่อ \"ZeldHash\"?",
      "a1": "\"Zeld\" มาจากคำดัตช์ zeldzaam ซึ่งแปลว่า \"หายาก\" เป็นชื่อที่เหมาะสมสำหรับโปรโตคอลที่อุทิศให้กับการล่าธุรกรรมที่หายากที่สุดบนบล็อกเชน Bitcoin ส่วน \"hash\" หมายถึงลายนิ้วมือทางคริปโตกราฟีที่ทำให้แต่ละธุรกรรมไม่ซ้ำกัน",
      "a2": "ดังนั้น ZeldHash แปลตรงตัวว่า \"แฮชหายาก\" — ซึ่งเป็นสิ่งที่เรากำลังล่า"
    },
    "whatIsHash": {
      "q": "แฮชคืออะไร?",
      "a1": "แฮชเหมือนลายนิ้วมือดิจิทัล เป็นตัวระบุที่ไม่ซ้ำกันที่สร้างจากข้อมูลใดๆ — ไม่ว่าจะเป็นรูปภาพ เอกสาร หรือธุรกรรม Bitcoin ทุกแฮชเป็นสตริงของอักขระฐานสิบหก 64 ตัว",
      "a2": "คุณสามารถดูตัวอย่างแฮชได้ที่ <mempool>mempool.space</mempool>"
    },
    "bitcoinRelation": {
      "q": "สิ่งนี้เกี่ยวข้องกับ Bitcoin อย่างไร?",
      "a": "ทุกบล็อก Bitcoin มีแฮช และทุกธุรกรรมภายในบล็อกมีแฮชของตัวเองที่เรียกว่า transaction ID (txid) หากคุณเคยดูแฮชของบล็อก คุณอาจสังเกตเห็นว่ามันขึ้นต้นด้วยเลขศูนย์หลายตัว นั่นคือผลของการขุด: นักขุดคำนวณแฮชซ้ำแล้วซ้ำเล่าจนกว่าจะพบแฮชที่มีเลขศูนย์นำหน้าเพียงพอ"
    },
    "rareTxHash": {
      "q": "อะไรทำให้แฮชธุรกรรม \"หายาก\"?",
      "a": "ไม่เหมือนแฮชของบล็อก แฮชธุรกรรมโดยพื้นฐานแล้วเป็นแบบสุ่ม — สามารถขึ้นต้นด้วยอักขระใดก็ได้ แฮชธุรกรรมที่ขึ้นต้นด้วยเลขศูนย์หลายตัวนั้นหายากทางสถิติ เหมือนการค้นหาโคลเวอร์สี่ใบ ยิ่งมีเลขศูนย์นำหน้ามากเท่าไร ธุรกรรมก็ยิ่งหายากมากเท่านั้น"
    },
    "huntHow": {
      "q": "ฉันจะล่าธุรกรรมหายากได้อย่างไร?",
      "a": "เหมือนกับนักขุด คุณเพิ่มข้อมูลสุ่มลงในธุรกรรมของคุณและคำนวณแฮชจนกว่าจะพบแฮชที่ขึ้นต้นด้วยเลขศูนย์ อาจใช้ความพยายามหลายครั้ง แต่เมื่อคุณสำเร็จ คุณได้ค้นพบสิ่งที่หายาก"
    },
    "whatIsZeld": {
      "q": "ZELD คืออะไร?",
      "a": "ZELD คือโทเค็นที่คุณได้รับเมื่อคุณพบหรือสร้างธุรกรรม Bitcoin ที่มีแฮชขึ้นต้นด้วยอย่างน้อย 6 ศูนย์ ยิ่งการค้นพบของคุณหายากมากเท่าไร (มีเลขศูนย์มากขึ้น) คุณก็ได้รับ ZELD มากเท่านั้น"
    },
    "inCirculation": {
      "q": "มีโทเค็น ZELD ที่หมุนเวียนอยู่แล้วหรือไม่?",
      "a": "ใช่ ตั้งแต่ Bitcoin เปิดตัวในปี 2009 ธุรกรรมจำนวนมากได้สุ่มลงเอยด้วยแฮชที่ขึ้นต้นด้วย 6+ ศูนย์ สมบัติที่เกิดขึ้นโดยบังเอิญเหล่านี้สามารถเรียกร้องได้แล้ว นักล่าบางคนก็สร้างมันขึ้นมาโดยตั้งใจ"
    },
    "ownWithoutKnowing": {
      "q": "มีคนเป็นเจ้าของ ZELD โดยไม่รู้ตัวหรือไม่?",
      "a": "แน่นอน ผู้ใช้ Bitcoin หลายพันคนมีธุรกรรมหายากโดยไม่รู้ตัว ZELD ของพวกเขารอให้เรียกร้อง"
    },
    "centralized": {
      "q": "ZeldHash รวมศูนย์หรือไม่? ใครเป็นคนควบคุม?",
      "a": "ไม่มีใคร ZeldHash กระจายศูนย์อย่างเต็มที่ เหมือน Bitcoin โทเค็น ZELD สามารถโอนได้เหมือนสินทรัพย์ Bitcoin ใดๆ ไม่มีหน่วยงานกลาง"
    },
    "rewards": {
      "q": "ระบบรางวัลทำงานอย่างไร?",
      "a": "โปรโตคอลให้รางวัลกับความหายาก ธุรกรรมที่มี 6 เลขศูนย์นำหน้าจะได้รับ ZELD และยิ่งมีเลขศูนย์มากขึ้นหมายถึงรางวัลมากขึ้น เมื่อนักล่ามากขึ้นเข้าร่วม การแข่งขันก็เพิ่มขึ้น — แต่ยังมีสิ่งให้ค้นพบเสมอสำหรับผู้ที่ค้นหาต่อไป"
    },
    "startHunting": {
      "q": "ฉันจะเริ่มล่าได้อย่างไร?",
      "a": "เยี่ยมชม <site>zeldhash.com</site> และเริ่มการผจญภัยของคุณ ทุกธุรกรรมคือโอกาสในการค้นพบสิ่งหายาก"
    }
  }
}
