{
  "meta": {
    "title": "ZeldHash FAQ",
    "description": "Odpovědi na otázky o lovu bitcoinových transakcí se vzácnými vzory hashů."
  },
  "badge": "FAQ",
  "heading": "ZeldHash FAQ",
  "intro": "Vše, co potřebujete vědět o lovu bitcoinových transakcí se vzácnými vzory hashů.",
  "huntIsOn": "Lov začíná.",
  "items": {
    "whatIsZeldHash": {
      "q": "Co je ZeldHash?",
      "a": "ZeldHash je protokol, který odměňuje uživatele Bitcoinu, kteří objeví nebo vytvoří transakce se vzácnými vzory hashů — konkrétně hashe, které začínají více nulami. Představte si to jako hledání pokladu na bitcoinovém blockchainu."
    },
    "whyName": {
      "q": "Proč název \"ZeldHash\"?",
      "a1": "\"Zeld\" pochází z nizozemského slova zeldzaam, což znamená \"vzácný\". Je to vhodné jméno pro protokol zaměřený na lov nejvzácnějších transakcí na bitcoinovém blockchainu. Část \"hash\" odkazuje na kryptografický otisk, který činí každou transakci jedinečnou.",
      "a2": "Takže ZeldHash doslova znamená \"Vzácný Hash\" — přesně to, co lovíme."
    },
    "whatIsHash": {
      "q": "Co je hash?",
      "a1": "Hash je jako digitální otisk. Je to jedinečný identifikátor generovaný z jakýchkoli dat — ať už jde o obrázek, dokument nebo bitcoinovou transakci. Každý hash je řetězec 64 hexadecimálních znaků.",
      "a2": "Příklady hashů můžete vidět na <mempool>mempool.space</mempool>."
    },
    "bitcoinRelation": {
      "q": "Jak to souvisí s Bitcoinem?",
      "a": "Každý bitcoinový blok má hash a každá transakce v bloku má svůj vlastní hash nazývaný ID transakce (txid). Pokud jste se dívali na hashe bloků, možná jste si všimli, že začínají mnoha nulami. To je výsledek těžby: těžaři opakovaně počítají hashe, dokud nenajdou takový s dostatečným počtem úvodních nul."
    },
    "rareTxHash": {
      "q": "Co dělá hash transakce \"vzácným\"?",
      "a": "Na rozdíl od hashů bloků jsou hashe transakcí v podstatě náhodné — mohou začínat jakýmkoli znakem. Hash transakce začínající více nulami je statisticky vzácný, jako najít čtyřlístek. Čím více úvodních nul, tím vzácnější transakce."
    },
    "huntHow": {
      "q": "Jak lovím vzácné transakce?",
      "a": "Stejně jako těžaři. Přidáte náhodná data do své transakce a počítáte hashe, dokud nenajdete takový, který začíná nulami. Může to trvat mnoho pokusů, ale když uspějete, objevili jste něco vzácného."
    },
    "whatIsZeld": {
      "q": "Co je ZELD?",
      "a": "ZELD je token, který získáte, když najdete nebo vytvoříte bitcoinovou transakci s hashem začínajícím alespoň 6 nulami. Čím vzácnější nález (více nul), tím více ZELD získáte."
    },
    "inCirculation": {
      "q": "Existují už tokeny ZELD v oběhu?",
      "a": "Ano. Od spuštění Bitcoinu v roce 2009 mnoho transakcí náhodně skončilo s hashy začínajícími 6+ nulami. Tyto náhodné poklady již lze nárokovat. Někteří lovci je také záměrně vytvářejí."
    },
    "ownWithoutKnowing": {
      "q": "Vlastní někteří lidé ZELD, aniž by o tom věděli?",
      "a": "Rozhodně. Tisíce uživatelů Bitcoinu nevědomky vlastní vzácné transakce. Jejich ZELD čeká na vyzvednutí."
    },
    "centralized": {
      "q": "Je ZeldHash centralizovaný? Kdo ho ovládá?",
      "a": "Nikdo. ZeldHash je plně decentralizovaný, stejně jako Bitcoin. Tokeny ZELD lze převádět jako jakékoli bitcoinové aktivum. Neexistuje žádná centrální autorita."
    },
    "rewards": {
      "q": "Jak funguje systém odměn?",
      "a": "Protokol odměňuje vzácnost. Transakce se 6 úvodními nulami získává ZELD a více nul znamená větší odměny. Jak se přidává více lovců, konkurence roste — ale pro ty, kdo vytrvají, vždy něco k nalezení je."
    },
    "startHunting": {
      "q": "Jak začnu lovit?",
      "a": "Navštivte <site>zeldhash.com</site> a začněte svou výpravu. Každá transakce je šancí objevit něco vzácného."
    }
  }
}
