{
  "meta": {
    "title": "ZeldHash FAQ",
    "description": "दुर्लभ हैश पैटर्न वाले Bitcoin लेनदेन की खोज के बारे में उत्तर।"
  },
  "badge": "FAQ",
  "heading": "ZeldHash FAQ",
  "intro": "दुर्लभ हैश पैटर्न वाले Bitcoin लेनदेन की खोज के बारे में सब कुछ जानें।",
  "huntIsOn": "शिकार शुरू हो गया है।",
  "items": {
    "whatIsZeldHash": {
      "q": "ZeldHash क्या है?",
      "a": "ZeldHash एक प्रोटोकॉल है जो उन Bitcoin उपयोगकर्ताओं को पुरस्कृत करता है जो दुर्लभ हैश पैटर्न वाले लेनदेन खोजते या बनाते हैं — विशेष रूप से, ऐसे हैश जो कई शून्य से शुरू होते हैं। इसे Bitcoin ब्लॉकचेन पर खजाने की खोज समझें।"
    },
    "whyName": {
      "q": "\"ZeldHash\" नाम क्यों?",
      "a1": "\"Zeld\" डच शब्द zeldzaam से आता है, जिसका अर्थ है \"दुर्लभ\"। Bitcoin ब्लॉकचेन पर सबसे दुर्लभ लेनदेन की खोज के लिए समर्पित प्रोटोकॉल के लिए यह उपयुक्त नाम है। \"hash\" भाग क्रिप्टोग्राफिक फिंगरप्रिंट को संदर्भित करता है जो प्रत्येक लेनदेन को अद्वितीय बनाता है।",
      "a2": "तो ZeldHash का शाब्दिक अर्थ है \"दुर्लभ हैश\" — ठीक वही जो हम खोज रहे हैं।"
    },
    "whatIsHash": {
      "q": "हैश क्या है?",
      "a1": "हैश एक डिजिटल फिंगरप्रिंट की तरह है। यह किसी भी डेटा से उत्पन्न एक अद्वितीय पहचानकर्ता है — चाहे वह छवि हो, दस्तावेज़ हो, या Bitcoin लेनदेन। प्रत्येक हैश 64 हेक्साडेसिमल वर्णों की एक स्ट्रिंग है।",
      "a2": "आप <mempool>mempool.space</mempool> पर हैश के उदाहरण देख सकते हैं।"
    },
    "bitcoinRelation": {
      "q": "इसका Bitcoin से क्या संबंध है?",
      "a": "प्रत्येक Bitcoin ब्लॉक का एक हैश होता है, और ब्लॉक के अंदर प्रत्येक लेनदेन का अपना हैश होता है जिसे ट्रांजैक्शन ID (txid) कहते हैं। यदि आपने ब्लॉक हैश देखे हैं, तो आपने देखा होगा कि वे कई शून्य से शुरू होते हैं। यह माइनिंग का परिणाम है: माइनर बार-बार हैश की गणना करते हैं जब तक कि उन्हें पर्याप्त अग्रणी शून्य वाला हैश नहीं मिल जाता।"
    },
    "rareTxHash": {
      "q": "लेनदेन हैश को \"दुर्लभ\" क्या बनाता है?",
      "a": "ब्लॉक हैश के विपरीत, लेनदेन हैश मूल रूप से रैंडम होते हैं — वे किसी भी वर्ण से शुरू हो सकते हैं। कई शून्य से शुरू होने वाला लेनदेन हैश सांख्यिकीय रूप से दुर्लभ है, जैसे चार पत्ती वाला तिपतिया घास मिलना। जितने अधिक अग्रणी शून्य होंगे, लेनदेन उतना ही दुर्लभ होगा।"
    },
    "huntHow": {
      "q": "दुर्लभ लेनदेन की खोज कैसे करें?",
      "a": "माइनर्स की तरह। आप अपने लेनदेन में रैंडम डेटा जोड़ते हैं और हैश की गणना करते हैं जब तक कि आपको शून्य से शुरू होने वाला नहीं मिल जाता। इसमें कई प्रयास लग सकते हैं, लेकिन जब आप सफल होते हैं, तो आपने कुछ दुर्लभ खोज लिया है।"
    },
    "whatIsZeld": {
      "q": "ZELD क्या है?",
      "a": "ZELD वह टोकन है जो आप तब कमाते हैं जब आप कम से कम 6 शून्य से शुरू होने वाले हैश के साथ Bitcoin लेनदेन खोजते या बनाते हैं। आपकी खोज जितनी दुर्लभ (अधिक शून्य), उतना अधिक ZELD आप कमाते हैं।"
    },
    "inCirculation": {
      "q": "क्या पहले से ZELD टोकन प्रचलन में हैं?",
      "a": "हाँ। 2009 में Bitcoin के लॉन्च के बाद से, कई लेनदेन संयोग से 6+ शून्य से शुरू होने वाले हैश के साथ समाप्त हुए। ये आकस्मिक खजाने पहले से दावा योग्य हैं। कुछ शिकारी जानबूझकर भी इन्हें बनाते हैं।"
    },
    "ownWithoutKnowing": {
      "q": "क्या कुछ लोग बिना जाने ZELD के मालिक हैं?",
      "a": "बिल्कुल। हजारों Bitcoin उपयोगकर्ता अनजाने में दुर्लभ लेनदेन के मालिक हैं। उनका ZELD दावा किए जाने की प्रतीक्षा में है।"
    },
    "centralized": {
      "q": "क्या ZeldHash केंद्रीकृत है? इसे कौन नियंत्रित करता है?",
      "a": "कोई नहीं। ZeldHash पूरी तरह से विकेंद्रीकृत है, बिल्कुल Bitcoin की तरह। ZELD टोकन किसी भी Bitcoin एसेट की तरह ट्रांसफर किए जा सकते हैं। कोई केंद्रीय प्राधिकरण नहीं है।"
    },
    "rewards": {
      "q": "इनाम प्रणाली कैसे काम करती है?",
      "a": "प्रोटोकॉल दुर्लभता को पुरस्कृत करता है। 6 अग्रणी शून्य वाला लेनदेन ZELD कमाता है, और अधिक शून्य का मतलब अधिक इनाम है। जैसे-जैसे अधिक शिकारी जुड़ते हैं, प्रतिस्पर्धा बढ़ती है — लेकिन जो खोजते रहते हैं उनके लिए हमेशा कुछ न कुछ मिलता है।"
    },
    "startHunting": {
      "q": "शिकार कैसे शुरू करें?",
      "a": "<site>zeldhash.com</site> पर जाएँ और अपनी खोज शुरू करें। हर लेनदेन कुछ दुर्लभ खोजने का मौका है।"
    }
  }
}
