{
  "meta": {
    "title": "ZeldHash FAQ",
    "description": "Відповіді про полювання на транзакції Bitcoin з рідкісними шаблонами хешів."
  },
  "badge": "FAQ",
  "heading": "ZeldHash FAQ",
  "intro": "Все, що вам потрібно знати про полювання на транзакції Bitcoin з рідкісними шаблонами хешів.",
  "huntIsOn": "Полювання розпочато.",
  "items": {
    "whatIsZeldHash": {
      "q": "Що таке ZeldHash?",
      "a": "ZeldHash — це протокол, який винагороджує користувачів Bitcoin, які знаходять або створюють транзакції з рідкісними шаблонами хешів — зокрема, хеші, що починаються з багатьох нулів. Уявіть це як полювання за скарбами на блокчейні Bitcoin."
    },
    "whyName": {
      "q": "Чому така назва \"ZeldHash\"?",
      "a1": "\"Zeld\" походить від нідерландського слова zeldzaam, що означає \"рідкісний\". Це влучна назва для протоколу, присвяченого пошуку найрідкісніших транзакцій на блокчейні Bitcoin. \"Hash\" — це криптографічний відбиток, який робить кожну транзакцію унікальною.",
      "a2": "Отже, ZeldHash буквально означає \"Рідкісний хеш\" — саме те, на що ми полюємо."
    },
    "whatIsHash": {
      "q": "Що таке хеш?",
      "a1": "Хеш — це як цифровий відбиток. Це унікальний ідентифікатор, згенерований з будь-яких даних — чи то зображення, документ чи транзакція Bitcoin. Кожен хеш — це рядок із 64 шістнадцяткових символів.",
      "a2": "Приклади хешів можна побачити на <mempool>mempool.space</mempool>."
    },
    "bitcoinRelation": {
      "q": "Як це пов'язано з Bitcoin?",
      "a": "Кожен блок Bitcoin має хеш, і кожна транзакція всередині блоку має власний хеш, який називається ідентифікатором транзакції (txid). Якщо ви бачили хеші блоків, то могли помітити, що вони починаються з багатьох нулів. Це результат майнінгу: майнери постійно обчислюють хеші, поки не знайдуть такий з достатньою кількістю початкових нулів."
    },
    "rareTxHash": {
      "q": "Що робить хеш транзакції \"рідкісним\"?",
      "a": "На відміну від хешів блоків, хеші транзакцій по суті випадкові — вони можуть починатися з будь-якого символу. Хеш транзакції, що починається з багатьох нулів, статистично рідкісний, як знайти чотирилистну конюшину. Чим більше початкових нулів, тим рідкісніша транзакція."
    },
    "huntHow": {
      "q": "Як полювати на рідкісні транзакції?",
      "a": "Так само як майнери. Ви додаєте випадкові дані до транзакції та обчислюєте хеші, поки не знайдете такий, що починається з нулів. Це може зайняти багато спроб, але коли вам вдасться, ви відкриєте щось рідкісне."
    },
    "whatIsZeld": {
      "q": "Що таке ZELD?",
      "a": "ZELD — це токен, який ви отримуєте, коли знаходите або створюєте транзакцію Bitcoin з хешем, що починається щонайменше з 6 нулів. Чим рідкісніша ваша знахідка (більше нулів), тим більше ZELD ви отримуєте."
    },
    "inCirculation": {
      "q": "Чи є вже токени ZELD в обігу?",
      "a": "Так. З моменту запуску Bitcoin у 2009 році багато транзакцій випадково отримали хеші, що починаються з 6+ нулів. Ці випадкові скарби вже можна забрати. Деякі мисливці також створюють їх навмисно."
    },
    "ownWithoutKnowing": {
      "q": "Чи є люди, які володіють ZELD, не знаючи про це?",
      "a": "Безумовно. Тисячі користувачів Bitcoin несвідомо володіють рідкісними транзакціями. Їхні ZELD чекають, щоб їх забрали."
    },
    "centralized": {
      "q": "Чи є ZeldHash централізованим? Хто ним керує?",
      "a": "Ніхто. ZeldHash повністю децентралізований, як і Bitcoin. Токени ZELD можна передавати як будь-який актив Bitcoin. Немає центрального органу управління."
    },
    "rewards": {
      "q": "Як працює система винагород?",
      "a": "Протокол винагороджує рідкість. Транзакція з 6 початковими нулями приносить ZELD, а більше нулів означає більшу винагороду. Зі зростанням кількості мисливців конкуренція збільшується — але завжди є що знайти для тих, хто продовжує шукати."
    },
    "startHunting": {
      "q": "Як почати полювання?",
      "a": "Відвідайте <site>zeldhash.com</site> і розпочніть свій квест. Кожна транзакція — це шанс відкрити щось рідкісне."
    }
  }
}
