{
  "meta": {
    "title": "الأسئلة الشائعة - ZeldHash",
    "description": "إجابات حول البحث عن معاملات البيتكوين ذات أنماط التجزئة النادرة."
  },
  "badge": "الأسئلة الشائعة",
  "heading": "الأسئلة الشائعة حول ZeldHash",
  "intro": "كل ما تحتاج معرفته حول البحث عن معاملات البيتكوين ذات أنماط التجزئة النادرة.",
  "huntIsOn": "بدأ الصيد.",
  "items": {
    "whatIsZeldHash": {
      "q": "ما هو ZeldHash؟",
      "a": "ZeldHash هو بروتوكول يكافئ مستخدمي البيتكوين الذين يكتشفون أو ينشئون معاملات بأنماط تجزئة نادرة — تحديداً، التجزئات التي تبدأ بعدة أصفار. فكر فيه كصيد كنز على بلوكتشين البيتكوين."
    },
    "whyName": {
      "q": "لماذا اسم \"ZeldHash\"؟",
      "a1": "\"Zeld\" تأتي من الكلمة الهولندية zeldzaam، التي تعني \"نادر\". إنه اسم مناسب لبروتوكول مخصص لصيد أندر المعاملات على بلوكتشين البيتكوين. جزء \"hash\" يشير إلى البصمة التشفيرية التي تجعل كل معاملة فريدة.",
      "a2": "لذا ZeldHash تعني حرفياً \"التجزئة النادرة\" — بالضبط ما نبحث عنه."
    },
    "whatIsHash": {
      "q": "ما هي التجزئة (Hash)؟",
      "a1": "التجزئة مثل البصمة الرقمية. إنها معرّف فريد يُنشأ من أي قطعة بيانات — سواء كانت صورة، أو مستند، أو معاملة بيتكوين. كل تجزئة هي سلسلة من 64 حرفاً سداسي عشري.",
      "a2": "يمكنك رؤية أمثلة على التجزئات في <mempool>mempool.space</mempool>."
    },
    "bitcoinRelation": {
      "q": "ما علاقة هذا بالبيتكوين؟",
      "a": "كل كتلة بيتكوين لها تجزئة، وكل معاملة داخل الكتلة لها تجزئتها الخاصة تسمى معرّف المعاملة (txid). إذا نظرت إلى تجزئات الكتل، ربما لاحظت أنها تبدأ بعدة أصفار. هذه نتيجة التعدين: المعدّنون يحسبون التجزئات بشكل متكرر حتى يجدوا واحدة بأصفار بادئة كافية."
    },
    "rareTxHash": {
      "q": "ما الذي يجعل تجزئة المعاملة \"نادرة\"؟",
      "a": "على عكس تجزئات الكتل، تجزئات المعاملات عشوائية أساساً — يمكن أن تبدأ بأي حرف. تجزئة معاملة تبدأ بعدة أصفار نادرة إحصائياً، مثل إيجاد ورقة برسيم رباعية. كلما زادت الأصفار البادئة، زادت ندرة المعاملة."
    },
    "huntHow": {
      "q": "كيف أصطاد المعاملات النادرة؟",
      "a": "تماماً مثل المعدّنين. تضيف بيانات عشوائية إلى معاملتك وتحسب التجزئات حتى تجد واحدة تبدأ بأصفار. قد يتطلب الأمر محاولات كثيرة، لكن عندما تنجح، تكون قد اكتشفت شيئاً نادراً."
    },
    "whatIsZeld": {
      "q": "ما هو ZELD؟",
      "a": "ZELD هو الرمز الذي تربحه عندما تجد أو تنشئ معاملة بيتكوين بتجزئة تبدأ بـ 6 أصفار على الأقل. كلما كان اكتشافك أندر (أصفار أكثر)، كلما ربحت ZELD أكثر."
    },
    "inCirculation": {
      "q": "هل هناك رموز ZELD متداولة بالفعل؟",
      "a": "نعم. منذ إطلاق البيتكوين في 2009، انتهت معاملات كثيرة بالصدفة بتجزئات تبدأ بـ 6 أصفار أو أكثر. هذه الكنوز العرضية يمكن المطالبة بها الآن. بعض الصيادين أيضاً ينشئونها عمداً."
    },
    "ownWithoutKnowing": {
      "q": "هل يملك بعض الناس ZELD دون أن يعلموا؟",
      "a": "بالتأكيد. آلاف مستخدمي البيتكوين يملكون معاملات نادرة دون علمهم. رموز ZELD الخاصة بهم تنتظر المطالبة."
    },
    "centralized": {
      "q": "هل ZeldHash مركزي؟ من يتحكم فيه؟",
      "a": "لا أحد. ZeldHash لامركزي بالكامل، تماماً مثل البيتكوين. يمكن نقل رموز ZELD مثل أي أصل بيتكوين. لا توجد سلطة مركزية."
    },
    "rewards": {
      "q": "كيف يعمل نظام المكافآت؟",
      "a": "البروتوكول يكافئ الندرة. معاملة بـ 6 أصفار بادئة تربح ZELD، والمزيد من الأصفار يعني مكافآت أكبر. مع انضمام المزيد من الصيادين، تزداد المنافسة — لكن هناك دائماً شيء لإيجاده لمن يستمر في البحث."
    },
    "startHunting": {
      "q": "كيف أبدأ الصيد؟",
      "a": "قم بزيارة <site>zeldhash.com</site> وابدأ مغامرتك. كل معاملة هي فرصة لاكتشاف شيء نادر."
    }
  }
}
