{
  "meta": {
    "title": "ZeldHash প্রশ্নোত্তর",
    "description": "বিরল হ্যাশ প্যাটার্ন সহ বিটকয়েন লেনদেন শিকার সম্পর্কে উত্তর।"
  },
  "badge": "প্রশ্নোত্তর",
  "heading": "ZeldHash প্রশ্নোত্তর",
  "intro": "বিরল হ্যাশ প্যাটার্ন সহ বিটকয়েন লেনদেন শিকার সম্পর্কে আপনার যা জানা দরকার সবকিছু।",
  "huntIsOn": "শিকার শুরু হয়েছে।",
  "items": {
    "whatIsZeldHash": {
      "q": "ZeldHash কী?",
      "a": "ZeldHash একটি প্রোটোকল যা বিটকয়েন ব্যবহারকারীদের পুরস্কৃত করে যারা বিরল হ্যাশ প্যাটার্ন সহ লেনদেন আবিষ্কার বা তৈরি করে — বিশেষত, যে হ্যাশগুলো একাধিক শূন্য দিয়ে শুরু হয়। এটিকে বিটকয়েন ব্লকচেইনে ধন-সম্পদ শিকার হিসেবে ভাবুন।"
    },
    "whyName": {
      "q": "\"ZeldHash\" নামটি কেন?",
      "a1": "\"Zeld\" এসেছে ডাচ শব্দ zeldzaam থেকে, যার অর্থ \"বিরল\"। বিটকয়েন ব্লকচেইনে সবচেয়ে বিরল লেনদেন শিকার করার জন্য নিবেদিত একটি প্রোটোকলের জন্য এটি একটি উপযুক্ত নাম। \"hash\" অংশটি ক্রিপ্টোগ্রাফিক ফিঙ্গারপ্রিন্টকে বোঝায় যা প্রতিটি লেনদেনকে অনন্য করে তোলে।",
      "a2": "তাই ZeldHash এর আক্ষরিক অর্থ \"বিরল হ্যাশ\" — ঠিক যা আমরা শিকার করছি।"
    },
    "whatIsHash": {
      "q": "হ্যাশ কী?",
      "a1": "হ্যাশ হলো ডিজিটাল ফিঙ্গারপ্রিন্টের মতো। এটি যেকোনো ডেটা থেকে তৈরি একটি অনন্য শনাক্তকারী — তা একটি ছবি হোক, একটি ডকুমেন্ট হোক, বা একটি বিটকয়েন লেনদেন হোক। প্রতিটি হ্যাশ ৬৪টি হেক্সাডেসিমাল অক্ষরের একটি স্ট্রিং।",
      "a2": "আপনি <mempool>mempool.space</mempool>-এ হ্যাশের উদাহরণ দেখতে পারেন।"
    },
    "bitcoinRelation": {
      "q": "এটি বিটকয়েনের সাথে কীভাবে সম্পর্কিত?",
      "a": "প্রতিটি বিটকয়েন ব্লকের একটি হ্যাশ আছে, এবং একটি ব্লকের ভিতরে প্রতিটি লেনদেনের নিজস্ব হ্যাশ আছে যাকে ট্রানজেকশন আইডি (txid) বলে। আপনি যদি ব্লক হ্যাশ দেখে থাকেন, আপনি হয়তো লক্ষ্য করেছেন সেগুলো অনেক শূন্য দিয়ে শুরু হয়। এটি মাইনিংয়ের ফলাফল: মাইনাররা বারবার হ্যাশ গণনা করে যতক্ষণ না তারা যথেষ্ট শূন্য দিয়ে শুরু হওয়া একটি খুঁজে পায়।"
    },
    "rareTxHash": {
      "q": "কী একটি ট্রানজেকশন হ্যাশকে \"বিরল\" করে তোলে?",
      "a": "ব্লক হ্যাশের বিপরীতে, ট্রানজেকশন হ্যাশ মূলত এলোমেলো — এগুলো যেকোনো অক্ষর দিয়ে শুরু হতে পারে। একাধিক শূন্য দিয়ে শুরু হওয়া একটি ট্রানজেকশন হ্যাশ পরিসংখ্যানগতভাবে বিরল, চার-পাতা ক্লোভার খুঁজে পাওয়ার মতো। যত বেশি শূন্য দিয়ে শুরু, লেনদেন তত বিরল।"
    },
    "huntHow": {
      "q": "কীভাবে বিরল লেনদেন শিকার করব?",
      "a": "মাইনারদের মতোই। আপনি আপনার লেনদেনে এলোমেলো ডেটা যোগ করেন এবং হ্যাশ গণনা করতে থাকেন যতক্ষণ না আপনি শূন্য দিয়ে শুরু হওয়া একটি খুঁজে পান। এতে অনেক চেষ্টা লাগতে পারে, কিন্তু আপনি যখন সফল হন, আপনি কিছু বিরল আবিষ্কার করেছেন।"
    },
    "whatIsZeld": {
      "q": "ZELD কী?",
      "a": "ZELD হলো সেই টোকেন যা আপনি অর্জন করেন যখন আপনি কমপক্ষে ৬টি শূন্য দিয়ে শুরু হওয়া হ্যাশ সহ একটি বিটকয়েন লেনদেন খুঁজে পান বা তৈরি করেন। আপনার আবিষ্কার যত বিরল (বেশি শূন্য), আপনি তত বেশি ZELD অর্জন করেন।"
    },
    "inCirculation": {
      "q": "ইতিমধ্যে কি প্রচলনে ZELD টোকেন আছে?",
      "a": "হ্যাঁ। ২০০৯ সালে বিটকয়েন চালু হওয়ার পর থেকে, অনেক লেনদেন এলোমেলোভাবে ৬+ শূন্য দিয়ে শুরু হওয়া হ্যাশ পেয়েছে। এই দুর্ঘটনাজনিত ধন-সম্পদ ইতিমধ্যে দাবি করা যায়। কিছু শিকারী ইচ্ছাকৃতভাবেও এগুলো তৈরি করে।"
    },
    "ownWithoutKnowing": {
      "q": "কিছু মানুষ কি না জেনে ZELD এর মালিক?",
      "a": "অবশ্যই। হাজার হাজার বিটকয়েন ব্যবহারকারী অজান্তে বিরল লেনদেনের মালিক। তাদের ZELD দাবি করার অপেক্ষায় আছে।"
    },
    "centralized": {
      "q": "ZeldHash কি কেন্দ্রীভূত? কে এটি নিয়ন্ত্রণ করে?",
      "a": "কেউ না। ZeldHash সম্পূর্ণ বিকেন্দ্রীকৃত, ঠিক বিটকয়েনের মতো। ZELD টোকেন যেকোনো বিটকয়েন সম্পদের মতো ট্রান্সফার করা যায়। কোনো কেন্দ্রীয় কর্তৃপক্ষ নেই।"
    },
    "rewards": {
      "q": "পুরস্কার ব্যবস্থা কীভাবে কাজ করে?",
      "a": "প্রোটোকল বিরলতাকে পুরস্কৃত করে। ৬টি শূন্য দিয়ে শুরু হওয়া একটি লেনদেন ZELD অর্জন করে, এবং বেশি শূন্য মানে বেশি পুরস্কার। বেশি শিকারী যোগ দেওয়ার সাথে সাথে প্রতিযোগিতা বাড়ে — কিন্তু যারা খুঁজতে থাকে তাদের জন্য সবসময় কিছু না কিছু পাওয়ার আছে।"
    },
    "startHunting": {
      "q": "কীভাবে শিকার শুরু করব?",
      "a": "<site>zeldhash.com</site> দেখুন এবং আপনার অভিযান শুরু করুন। প্রতিটি লেনদেন কিছু বিরল আবিষ্কারের সুযোগ।"
    }
  }
}
