{
  "meta": {
    "title": "שאלות נפוצות - ZeldHash",
    "description": "תשובות על הציד אחר עסקאות ביטקוין עם דפוסי ⁦hash⁩ נדירים."
  },
  "badge": "שאלות נפוצות",
  "heading": "שאלות נפוצות על ZeldHash",
  "intro": "כל מה שצריך לדעת על הציד אחר עסקאות ביטקוין עם דפוסי ⁦hash⁩ נדירים.",
  "huntIsOn": "הציד החל.",
  "items": {
    "whatIsZeldHash": {
      "q": "מה זה ZeldHash?",
      "a": "ZeldHash הוא פרוטוקול שמתגמל משתמשי ביטקוין שמגלים או יוצרים עסקאות עם דפוסי ⁦hash⁩ נדירים — ספציפית, ⁦hash⁩ים שמתחילים במספר אפסים. חשבו על זה כעל ציד אוצרות בבלוקצ׳יין של ביטקוין."
    },
    "whyName": {
      "q": "למה השם \"ZeldHash\"?",
      "a1": "\"Zeld\" מגיע מהמילה ההולנדית zeldzaam, שמשמעותה \"נדיר\". זה שם מתאים לפרוטוקול המוקדש לציד העסקאות הנדירות ביותר על בלוקצ׳יין הביטקוין. החלק \"hash\" מתייחס לטביעת האצבע הקריפטוגרפית שהופכת כל עסקה לייחודית.",
      "a2": "אז ZeldHash פירושו המילולי הוא \"⁦hash⁩ נדיר\" — בדיוק מה שאנחנו מחפשים."
    },
    "whatIsHash": {
      "q": "מה זה ⁦hash⁩?",
      "a1": "⁦hash⁩ הוא כמו טביעת אצבע דיגיטלית. זהו מזהה ייחודי שנוצר מכל פיסת מידע — בין אם זו תמונה, מסמך, או עסקת ביטקוין. כל ⁦hash⁩ הוא מחרוזת של 64 תווים הקסדצימליים.",
      "a2": "תוכלו לראות דוגמאות ל-⁦hash⁩ים ב-<mempool>mempool.space</mempool>."
    },
    "bitcoinRelation": {
      "q": "איך זה קשור לביטקוין?",
      "a": "לכל בלוק ביטקוין יש ⁦hash⁩, ולכל עסקה בתוך בלוק יש ⁦hash⁩ משלה הנקרא מזהה עסקה (txid). אם הסתכלתם על ⁦hash⁩ים של בלוקים, אולי שמתם לב שהם מתחילים בהרבה אפסים. זו תוצאה של כרייה: כורים מחשבים ⁦hash⁩ים שוב ושוב עד שהם מוצאים אחד עם מספיק אפסים מובילים."
    },
    "rareTxHash": {
      "q": "מה הופך ⁦hash⁩ של עסקה ל\"נדיר\"?",
      "a": "בניגוד ל-⁦hash⁩ים של בלוקים, ⁦hash⁩ים של עסקאות הם למעשה אקראיים — הם יכולים להתחיל בכל תו. ⁦hash⁩ של עסקה שמתחיל במספר אפסים הוא נדיר סטטיסטית, כמו למצוא תלתן ארבע עלים. ככל שיש יותר אפסים מובילים, כך העסקה נדירה יותר."
    },
    "huntHow": {
      "q": "איך אני צד עסקאות נדירות?",
      "a": "בדיוק כמו כורים. אתם מוסיפים נתונים אקראיים לעסקה שלכם ומחשבים ⁦hash⁩ים עד שאתם מוצאים אחד שמתחיל באפסים. זה יכול לקחת הרבה ניסיונות, אבל כשאתם מצליחים, גיליתם משהו נדיר."
    },
    "whatIsZeld": {
      "q": "מה זה ZELD?",
      "a": "ZELD הוא האסימון שאתם מרוויחים כשאתם מוצאים או יוצרים עסקת ביטקוין עם ⁦hash⁩ שמתחיל ב-6 אפסים לפחות. ככל שהתגלית שלכם נדירה יותר (יותר אפסים), כך אתם מרוויחים יותר ZELD."
    },
    "inCirculation": {
      "q": "האם כבר יש אסימוני ZELD במחזור?",
      "a": "כן. מאז השקת הביטקוין ב-2009, עסקאות רבות יצאו באקראי עם ⁦hash⁩ים שמתחילים ב-6 אפסים או יותר. האוצרות המקריים האלה כבר ניתנים לתביעה. חלק מהציידים גם יוצרים אותם במכוון."
    },
    "ownWithoutKnowing": {
      "q": "האם יש אנשים שמחזיקים ב-ZELD בלי לדעת?",
      "a": "בהחלט. אלפי משתמשי ביטקוין מחזיקים בעסקאות נדירות מבלי לדעת. ה-ZELD שלהם מחכה להיתבע."
    },
    "centralized": {
      "q": "האם ZeldHash ריכוזי? מי שולט בו?",
      "a": "אף אחד. ZeldHash מבוזר לחלוטין, בדיוק כמו ביטקוין. ניתן להעביר אסימוני ZELD כמו כל נכס ביטקוין. אין סמכות מרכזית."
    },
    "rewards": {
      "q": "איך עובדת מערכת התגמולים?",
      "a": "הפרוטוקול מתגמל נדירות. עסקה עם 6 אפסים מובילים מזכה ב-ZELD, ויותר אפסים אומר תגמולים גדולים יותר. ככל שיותר ציידים מצטרפים, התחרות גוברת — אבל תמיד יש משהו למצוא למי שממשיך לחפש."
    },
    "startHunting": {
      "q": "איך אני מתחיל לצוד?",
      "a": "בקרו ב-<site>zeldhash.com</site> והתחילו את המסע שלכם. כל עסקה היא הזדמנות לגלות משהו נדיר."
    }
  }
}
