{
  "meta": {
    "title": "عمومی سوالات - ZeldHash",
    "description": "نادر ہیش پیٹرن والی بٹ کوائن ٹرانزیکشنز کی تلاش کے بارے میں جوابات۔"
  },
  "badge": "عمومی سوالات",
  "heading": "ZeldHash عمومی سوالات",
  "intro": "نادر ہیش پیٹرن والی بٹ کوائن ٹرانزیکشنز کی تلاش کے بارے میں سب کچھ۔",
  "huntIsOn": "شکار شروع ہو چکا ہے۔",
  "items": {
    "whatIsZeldHash": {
      "q": "ZeldHash کیا ہے؟",
      "a": "ZeldHash ایک پروٹوکول ہے جو بٹ کوائن صارفین کو انعام دیتا ہے جو نادر ہیش پیٹرن والی ٹرانزیکشنز دریافت یا بناتے ہیں — خاص طور پر ایسی ہیشز جو متعدد صفروں سے شروع ہوں۔ اسے بٹ کوائن بلاکچین پر خزانے کی تلاش سمجھیں۔"
    },
    "whyName": {
      "q": "\"ZeldHash\" نام کیوں؟",
      "a1": "\"Zeld\" ڈچ لفظ zeldzaam سے آیا ہے، جس کا مطلب \"نادر\" ہے۔ یہ بٹ کوائن بلاکچین پر نادر ترین ٹرانزیکشنز کے شکار کے لیے وقف پروٹوکول کے لیے مناسب نام ہے۔ \"ہیش\" والا حصہ کرپٹوگرافک فنگر پرنٹ کی طرف اشارہ کرتا ہے جو ہر ٹرانزیکشن کو منفرد بناتا ہے۔",
      "a2": "تو ZeldHash کا لفظی مطلب \"نادر ہیش\" ہے — بالکل وہی جو ہم تلاش کر رہے ہیں۔"
    },
    "whatIsHash": {
      "q": "ہیش کیا ہے؟",
      "a1": "ہیش ڈیجیٹل فنگر پرنٹ کی طرح ہے۔ یہ کسی بھی ڈیٹا سے بنایا گیا منفرد شناخت کنندہ ہے — چاہے تصویر ہو، دستاویز ہو، یا بٹ کوائن ٹرانزیکشن۔ ہر ہیش 64 ہیکساڈیسیمل حروف کی سٹرنگ ہے۔",
      "a2": "آپ <mempool>mempool.space</mempool> پر ہیشز کی مثالیں دیکھ سکتے ہیں۔"
    },
    "bitcoinRelation": {
      "q": "اس کا بٹ کوائن سے کیا تعلق ہے؟",
      "a": "ہر بٹ کوائن بلاک کی ایک ہیش ہوتی ہے، اور بلاک کے اندر ہر ٹرانزیکشن کی اپنی ہیش ہوتی ہے جسے ٹرانزیکشن آئی ڈی (txid) کہتے ہیں۔ اگر آپ نے بلاک ہیشز دیکھی ہیں، تو آپ نے محسوس کیا ہوگا کہ وہ کئی صفروں سے شروع ہوتی ہیں۔ یہ مائننگ کا نتیجہ ہے: مائنرز بار بار ہیشز حساب کرتے ہیں جب تک کافی ابتدائی صفر والی نہ مل جائے۔"
    },
    "rareTxHash": {
      "q": "ٹرانزیکشن ہیش کو \"نادر\" کیا بناتا ہے؟",
      "a": "بلاک ہیشز کے برعکس، ٹرانزیکشن ہیشز بنیادی طور پر بے ترتیب ہیں — وہ کسی بھی حرف سے شروع ہو سکتی ہیں۔ متعدد صفروں سے شروع ہونے والی ٹرانزیکشن ہیش شماریاتی طور پر نادر ہے، جیسے چار پتیوں والا شبدر مل جانا۔ جتنے زیادہ ابتدائی صفر، اتنی زیادہ نادر ٹرانزیکشن۔"
    },
    "huntHow": {
      "q": "میں نادر ٹرانزیکشنز کا شکار کیسے کروں؟",
      "a": "بالکل مائنرز کی طرح۔ آپ اپنی ٹرانزیکشن میں بے ترتیب ڈیٹا شامل کرتے ہیں اور ہیشز حساب کرتے رہتے ہیں جب تک صفروں سے شروع ہونے والی نہ مل جائے۔ اس میں کئی کوششیں لگ سکتی ہیں، لیکن جب آپ کامیاب ہوں، تو آپ نے کچھ نادر دریافت کیا ہے۔"
    },
    "whatIsZeld": {
      "q": "ZELD کیا ہے؟",
      "a": "ZELD وہ ٹوکن ہے جو آپ اس وقت کماتے ہیں جب آپ کم از کم 6 صفروں سے شروع ہونے والی ہیش والی بٹ کوائن ٹرانزیکشن ڈھونڈتے یا بناتے ہیں۔ آپ کی دریافت جتنی زیادہ نادر (زیادہ صفر)، اتنا زیادہ ZELD کمائیں گے۔"
    },
    "inCirculation": {
      "q": "کیا ZELD ٹوکنز پہلے سے گردش میں ہیں؟",
      "a": "ہاں۔ 2009 میں بٹ کوائن کے آغاز سے، بہت سی ٹرانزیکشنز اتفاقاً 6+ صفروں سے شروع ہونے والی ہیشز کے ساتھ ختم ہوئیں۔ یہ اتفاقی خزانے پہلے سے قابل دعویٰ ہیں۔ کچھ شکاری جان بوجھ کر بھی انہیں بناتے ہیں۔"
    },
    "ownWithoutKnowing": {
      "q": "کیا کچھ لوگ بغیر جانے ZELD رکھتے ہیں؟",
      "a": "بالکل۔ ہزاروں بٹ کوائن صارفین نادانستہ نادر ٹرانزیکشنز رکھتے ہیں۔ ان کا ZELD دعویٰ کا منتظر ہے۔"
    },
    "centralized": {
      "q": "کیا ZeldHash مرکزی ہے؟ اسے کون کنٹرول کرتا ہے؟",
      "a": "کوئی نہیں۔ ZeldHash مکمل طور پر غیرمرکزی ہے، بالکل بٹ کوائن کی طرح۔ ZELD ٹوکنز کسی بھی بٹ کوائن اثاثے کی طرح منتقل کیے جا سکتے ہیں۔ کوئی مرکزی اتھارٹی نہیں ہے۔"
    },
    "rewards": {
      "q": "انعامی نظام کیسے کام کرتا ہے؟",
      "a": "پروٹوکول نایابی کو انعام دیتا ہے۔ 6 ابتدائی صفروں والی ٹرانزیکشن ZELD کماتی ہے، اور زیادہ صفروں کا مطلب زیادہ انعامات۔ جیسے جیسے مزید شکاری شامل ہوتے ہیں، مقابلہ بڑھتا ہے — لیکن تلاش کرنے والوں کے لیے ہمیشہ کچھ نہ کچھ ملتا ہے۔"
    },
    "startHunting": {
      "q": "میں شکار کیسے شروع کروں؟",
      "a": "<site>zeldhash.com</site> پر جائیں اور اپنا سفر شروع کریں۔ ہر ٹرانزیکشن کچھ نادر دریافت کرنے کا موقع ہے۔"
    }
  }
}
